const serviceMarkdown = `
### **제1조(목적)**

본 약관은 Onetime(이하 “원타임”이라 합니다)이 Onetime 웹페이지를 통해(이하 “서비스 페이지”라 합니다) 제공하는 되는 시간 및 되는 시간 관련 제반 서비스(이하 “서비스”라 합니다)의 이용과 관련하여, 원타임과 회원과의 권리, 의무 및 책임 사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

### **제2조(용어의 정의)**

① "서비스"란 원타임이 서비스 페이지를 통해 제공하는 일정 예약 관련 모든 서비스를 통칭하며, 아울러 서비스를 운영하는 원타임의 의미로도 사용합니다.

② "이용자"란 서비스에 접속하여 이 약관에 따라 서비스를 받는 회원 및 비회원을 말합니다.③ "회원"이라 함은 서비스에 개인정보를 제공하여 등록을 한 자로서, 서비스의 정보를 지속적으로 제공받으며, 서비스를 계속적으로 이용할 수 있는 자를 말합니다.

④ "비회원"이라 함은 회원에 가입하지 않고 원타임이 제공하는 서비스를 이용하는 자를 말합니다.

⑤ 이 약관에서 사용하는 용어의 정의는 제1항, 제2항, 제3항, 제4항에서 정하는 것을 제외하고는 관련 법령에서 정하는 바에 의하며, 관련 법령에서 정하지 않는 것은 일반적인 상 관례에 의합니다.

### **제3조(약관의 명시와 개정)**

① 원타임은 본 약관의 내용과 상호 등을 회원이 쉽게 알 수 있도록 서비스 초기 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다. 다만, 약관의 내용은 회원이 연결 화면을 통하여 볼 수 있도록 할 수 있습니다.

② 원타임은 「약관의 규제에 관한 법률」, 「전기통신기본법」, 「전기통신사업법」, 「정보통신망 이용 촉진 및 정보보호 등에 관한 법률」, 「개인정보 보호법」 등 관련 법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.

③ 원타임이 약관을 개정할 경우에는 적용 일자 및 개정 사유를 명시하여 현행 약관과 함께 개정 약관의 적용 일자 7일 전부터 적용 일자 전일까지 서비스 페이지에 공지합니다. 다만, 회원의 권리, 의무에 중대한 영향을 주는 변경의 경우에는 적용 일자 30일 전까지 공지합니다.

④ 회원은 개정 약관에 대하여 거부할 권리가 있습니다. 다만, 원타임이 제3항에 따라 공지한 개정 약관의 적용/시행일까지 회원이 거부 의사를 표시하지 아니할 경우 원타임은 회원이 적용/시행일자부로 변경 약관에 동의한 것으로 봅니다. 개정/변경 약관에 대하여 거부 의사를 표시한 회원은 계약의 해지 또는 회원 탈퇴를 선택할 수 있습니다.

### **제4조(약관의 해석)**

① 원타임이 필요하다고 판단한 경우 원타임과 회원은 별도의 서면 계약을 체결할 수 있습니다. 본 약관과 서면 계약의 내용이 충돌할 경우 서면 계약의 내용이 우선합니다.

② 본 약관에서 규정하지 않은 사항에 관해서는 「약관의 규제에 관한 법률」, 「전기통신기본법」, 「전기통신사업법」, 「정보통신망 이용 촉진 및 정보보호 등에 관한 법률」, 「개인정보 보호법」 등의 관계 법령에 따릅니다.

### **제5조(이용 계약의 성립)**

① 원타임과 회원 사이의 서비스 이용 계약(이하 “이용 계약”이라 합니다)은 서비스를 이용하고자 하는 자(이하 “가입 신청자”라 합니다)가 회원 가입에 필요한 정보를 기입 후 이용약관과 개인정보 수집 및 이용 등에 명시적인 동의 의사표시를 하고, 원타임이 이에 대하여 이용 승낙을 함으로써 성립합니다.

② 원타임은 가입 신청자의 신청에 대하여 서비스 이용을 승낙함을 원칙으로 합니다.

③ 원타임은 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.

④ 원타임이 제2항, 제3항에 따라 회원가입 신청을 승낙하지 아니하거나 유보하는 경우, 원타임은 원칙적으로 그 사실을 해당 사유와 함께 가입 신청자가 기재한 이메일 주소로 통지합니다. 단 원타임은 이러한 승낙의 거부 또는 유보에 대한 사실을 통지하는 행위가 법령에 위반되거나 기타 원타임의 본 서비스 제공에 중대하게 부정적인 영향을 미칠 경우 이러한 통지를 생략할 수 있습니다.

⑤ 이용 계약의 성립 시기는 원타임이 가입 완료를 신청 절차상에서 표시한 시점으로 합니다. 원타임은 회원에 대해 원타임 정책에 따라 등급별로 구분하여 제공하는 서비스 기능 등을 세분하여 이용에 차등을 둘 수 있습니다.

⑥ 이 약관은 회원이 이 약관에 동의한 날로부터 회원 탈퇴 시까지 적용하는 것을 원칙으로 합니다. 단, 이 약관의 일부 조항은 회원이 탈퇴 후에도 유효하게 적용될 수 있습니다.

### **제6조(회원가입)**

① 이용자는 원타임이 정한 가입 양식에 따라 회원 정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.

② 원타임은 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각호에 해당하지 않는 한 회원으로 등록합니다.

1. 등록 내용에 허위, 기재 누락, 오기가 있는 경우
2. 기타 회원으로 등록하는 것이 서비스의 기술상 현저히 지장이 있다고 판단되는 경우

③ 회원가입 계약의 성립 시기는 회의사 승낙이 회원에게 도달한 시점으로 합니다.

### **제7조(개인 정보 보호 및 관리)**

① 원타임은 「개인정보 보호법」 등 관계 법령이 정하는 바에 따라 계정 정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다. 회원의 개인정보 보호 및 사용에 대해서는 원타임이 별도로 고지하는 개인정보 처리 방침에 따릅니다. 다만, 원타임이 제공하는 공식 서비스 사이트 이외의 링크된 사이트에서는 원타임의 개인정보 처리 방침이 적용되지 않습니다.

② 원타임은 수집된 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용 목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용·제공 단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.

③ 원타임은 제2항에 의해 이용자의 동의를 받아야 하는 경우에는 정보의 수집 목적 및 이용 목적 등 정보통신망 이용 촉진 등에 관한 법률 제16조 제3항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.

④ 이용자는 언제든지 원타임이 가지고 있는 자신의 개인 정보에 대해 열람 및 오류 정정을 요구할 수 있으며 원타임은 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다.

### **제8조(회원의 계정 및 비밀번호)**

① 원타임은 계정 정보를 통하여 당해 회원의 서비스 이용 가능 여부 등 제반 이용자 관리 업무를 수행합니다.

② 회원은 자신의 계정 정보를 선량한 관리자로서의 주의의무를 다하여 관리하여야 합니다. 회원이 본인의 계정 정보를 소홀히 관리하거나 제3자에게 이용을 승낙함으로써 발생하는 손해에 대해서는 회원에게 책임이 있습니다.

③ 회원은 원타임이 정한 기준을 충족하는 범위 내에서 자유롭게 비밀번호를 정할 수 있으며, 정해진 비밀번호는 회원이 원하는 경우 언제든지 변경이 가능합니다.

④ 회원은 서비스의 이용을 위하여 사용하는 비밀번호에 대한 보호 및 관리 책임을 부담합니다. 다만, 원타임은 보안 등을 이유로 회원에게 정기적 또는 비정기적으로 비밀번호의 변경을 권고할 수 있습니다.

### **제9조(회원에 대한 통지)**

① 원타임이 회원에 대한 통지를 하는 경우 본 약관에 별도 규정이 없는 한 회원이 계정으로 사용하는 이메일 주소로 할 수 있습니다.

② 원타임은 회원 전체에 대한 통지의 경우 7일 이상 원타임의 서비스 페이지 또는 서비스 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다.

### **제10조(회원 탈퇴 및 자격 상실 등)**

① 회원은 언제든지 탈퇴를 요청할 수 있으며 원타임은 즉시 회원 탈퇴를 처리합니다.

② 회원이 다음 각호의 사유에 해당하는 경우, 원타임은 회원자격을 제한 및 정지시킬 수 있습니다.

1. 가입 신청 시에 허위 내용을 등록한 경우
2. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래 질서를 위협하는 경우
3. 서비스를 이용하여 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
4. 서비스 및 서비스와 관련된 채널을 통해 음란물을 유포하는 행위를 하는 경우

③ 원타임은 회원 자격을 제한·정지시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회원자격을 상실시킬 수 있습니다.

④ 서비스의 회원자격을 상실시키는 경우에는 회원 등록을 말소합니다.

### **제11조(서비스의 제공 및 변경)**

① 회원은 원타임이 제공하는 서비스를 본 약관, 운영정책 등 원타임이 정한 규칙에 따라 이용할 수 있습니다.

② 원타임은 회원의 회원가입을 승낙한 때부터 아래의 내용과 같은 서비스를 제공하며, 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.

1. 회원의 일정 조율을 도와주는 서비스 제공
    - 이벤트 생성
    - 내 스케줄 관리
2. 서비스에 부수하는 콘텐츠, 기능 등 관련 제반 서비스

③ 원타임은 서버 등 정보통신 설비의 보수 점검, 교체 및 고장 등 운영상 상당한 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 원타임은 서비스의 제공이 중단되기 전에 본 약관에서 정한 방법으로 회원에게 통지합니다. 다만, 원타임이 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.

④ 원타임은 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기 점검 시간은 서비스 페이지에 공지한 바에 따릅니다.

### **제12조(서비스의 중단)**

① 원타임은 컴퓨터 등 정보통신 설비의 보수 점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.

② 제1항에 의한 서비스 중단의 경우에는 원타임은 제10조에 정한 방법으로 이용자에게 통지합니다.

③ 원타임은 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단 원타임의 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.

### **제13조(원타임의 의무)**

① 원타임은 본 약관 및 관련 법령에서 금지하는 행위 및 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적인 서비스의 제공을 위하여 최선을 다하여 노력합니다.

② 원타임은 회원이 안전하게 서비스를 이용할 수 있도록 신용 정보를 포함한 일체의 개인정보 보호를 위한 보안 시스템을 갖추어야 하며 개인정보 처리 방침을 공시하고 준수합니다.

③ 원타임은 회원으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는 합리적인 기간 내에 신속하게 처리하여야 합니다. 다만, 처리에 장기간이 소요되는 경우 회원에게 게시판 또는 이메일 등을 통하여 지체 사유를 안내하고 처리 과정 및 처리결과를 전달합니다.

④ 원타임은 이용 계약의 체결, 계약 사항의 변경 및 해지 등 회원과의 계약 관련 절차 및 내용 등에 있어 회원에게 편의를 제공하도록 노력합니다.

### **제14조(회원의 의무)**

① 회원은 원타임에서 제공하는 서비스를 본래의 이용 목적 이외의 용도로 사용하거나 다음 각호에 해당하는 행위를 해서는 안 됩니다.

1. 신청 또는 변경 시 허위 내용의 등록

2. 원타임에 게시된 정보의 변경

3. 원타임이 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시

4. 원타임의 기타 제3자의 저작권 등 지적재산권에 대한 침해

5. 원타임의 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위

6. 외설 또는 폭력적인 메시지·화상·음성 기타 공서양속에 반하는 정보를 홈페이지에 공개 또는 게시하는 행위

② 회원은 원타임 홈페이지상의 공지 사항 및 이용 약관의 수정 사항 등을 확인하고 이를 준수할 의무가 있으며 기타 원타임의 업무에 방해되는 행위를 하여서는 안 됩니다.

③ 회원의 계정에 관한 관리 책임은 회원에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.

④ 원타임은 제1항, 제2항 및 다음 각호의 어느 하나에 해당하는 행위의 구체적인 유형을 운영 정책에서 정할 수 있으며, 회원은 이를 준수할 의무가 있습니다.

1. 회원의 계정명, 비밀번호의 정함에 대한 제한

2. 기타 회원의 서비스 이용에 대한 본질적인 권리를 침해하지 않는 범위 내에서 원타임이 운영상 필요하다고 인정되는 사항

### **제15조(정보의 제공 및 광고의 게재)**

① 원타임은 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보를 원타임의 홈페이지에 게시할 수 있습니다. 다만, 회원은 관련 법령에 따른 거래 관련 정보, 고객센터 답변 등의 경우 이메일로도 수신받을 수 있습니다.

② 원타임은 본 서비스 등을 유지하기 위하여 제3자의 광고를 서비스 페이지에 게재할 수 있습니다.

③ 회원이 제3자가 주체인 제2항의 광고에 참여하거나 교신 또는 거래함으로써 발생하는 손실과 손해에 대해서 원타임은 어떠한 책임도 부담하지 않습니다.

### **제16조(저작권의 귀속 및 이용 제한)**

① 서비스 및 서비스 내 원타임이 제작한 콘텐츠 등에 대한 저작권 및 지식재산권은 원타임에 귀속됩니다.

② 서비스 내 회원이 작성한 게시물(이벤트 페이지의 내용 등)의 저작권은 회원에게 귀속됩니다.

③ 이용자는 서비스를 이용함으로써 얻은 정보를 원타임의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리 목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.

### **제17조(재판권 및 준거법)**

① 원타임과 회원 간 제기된 소송은 대한민국법을 준거법으로 합니다.

② 원타임과 회원 간 발생한 분쟁에 관한 소송은 민사소송법상의 관할법원에 제소합니다.

### **부칙**

이 약관은 2025. 02. 10부터 시행합니다.

시행일 : 2025.02.10

개정일 : 2025.01.26
`;

export default serviceMarkdown;
